package com.example.a29149.yuyuan;

/**
 * Created by 张丽华 on 2017/5/2.
 * Description:
 */

public class Remark {
    /**
     * 2017年5月6日23:33:18
     * 完成搜索的网络请求与事件分发
     * 　      ┏┓　  ┏┓
     　　　　┏┛┻━━┻┗┓
     　　　　┃　　　　    ┃
     　　　　┃　　 ━　   ┃
     　　　　┃　┳┛┗┳  ┃
     　　　　┃　　　　    ┃
     　　　　┃　　┻　    ┃
     　　　　┗━┓ 新 ┏━┛
     　　　　　  ┃ 东 ┃
     　　┏━━━┛ 方   ┃
     　┏┫　　　　 神   ┃
     　┗┓　***　  兽   ┃
     　　┗┓┏┳━┓┏┏┛
     　　　┣┣┃　┣┣┃
     　　　┗┻┛　┗┻┛
     */
    /**
     * 1.登陆等待界面
     * 2.登陆Toast
     * 3.查看优惠卷界面
     */
}
